<!DOCTYPE html>
<html>
<head>

<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="stylesheet" type="text/css" href="css/model.css">
</head>
<body>

<!-- Trigger/Open The Modal -->
<button id="myBtn"></button>

<!-- The Modal -->
<div id="myModal" class="modal">

  <!-- Modal content -->
  <div class="modal-content">
    <span class="close">&times;</span>
    <p = class="text">На каждую претензию работников начальник склада любил говорить:

- Кому что-то не нравится, тому дам бумагу и ручку. Отдел персонала на первом этаже. А за забором очередь стоит!

И тут заявление подал Виктор Беляшов. В принципе, дело житейское, но Виктор работал в специфической секции. Товар самый дорогой на складе. Много продукции, каждый экземпляр которой имеет персональный номер. В эту секцию направлялись только самые опытные работники. Когда кто-то из этой секции уходил на больничный или в отпуск, это было небольшой головной болью для начальства. Мало кто из кладовщиков хотел туда - ошибиться можно на крупную сумму.

Поэтому с Виктором долго беседовали, уговаривали, что-то предлагали. Бесполезно! В итоге начальник склада тяжело вздохнул и спросил:

- А кого на своё место посоветуешь? Ка считаешь, кто справится?

Виктор выдержал паузу и с улыбкой ответил:

- Да из очереди возьмите кого-нибудь!</p>
  </div>

</div>

<script src="js/modal.js"></script>

</body>
</html>
